---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.LitersPerSecond
source: html/83cc5022-7cbf-1d95-3452-313c14783dc9.htm
---
# Autodesk.Revit.DB.UnitTypeId.LitersPerSecond Property

Liters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId LitersPerSecond { get; }
```